[
  {
    "project_name": "Goyal Orchid Salisbury",
    "address": "The exact address for Orchid Salisbury which is in Bangalore is Muncipal No. 8/16/2, , Ward no. 5 Jakkur, Thirumenahalli Main Rd, Yelahanka Hobli, Bengaluru, 560077.",
    "builder_info": "Goyal Orchid LifeGunjur,Bangalore₹91.4 Lac -₹2.24 Cr2, 3BHKFlatUnder Construction3.2km fromKarmelram Railway StationsContact AgentGoyal Orchid BloomsberryPanathur,Bangalore₹1.20 Cr -₹1.56 CrFlatUnder Construction1.5km fromBelandur Road Railway StationContact AgentGoyal Orchid PlatinumWhitefield,Bangalore₹2.15 Cr -₹2.97 Cr3, 4BHKFlatUnder Construction5/54review1.2km fromHope Farm Circle Bus StopContact AgentGoyal Orchid EnclaveWhitefield,BangaloreCall for Price1, 2, 3BHKFlatOngoing5.8km fromHope Farm Circle Bus StopContact AgentGoyal Orchid ParkKR Puram,BangaloreCall for Price1, 2, 3BHKUnder Construction8.4km fromPurple Line Baiyyappanahalli Metro StationContact AgentGoyal Orchid Nirvana 2.0Devanahalli,BangaloreCall for PriceUnder Construction4.7km fromKiab Airport Terminals - MetroContact AgentOrchid WoodsKothanur,BangaloreCall for Price2, 3BHKFlatReady To Move5.7km fromBanaswadi Railway StationContact AgentGoyal Orchid Nirvana 2.0Devanahalli,BangaloreCall for PriceReady To Move4.8km fromKiab Airport Terminals - MetroContact AgentGoyal FootprintsThanisandra,BangaloreCall for Price1, 2BHKReady To Move4.5/56review8.2km fromGreen Line Baiyappanahalli Metro StationContact AgentGoyal AlanovilleKannuru,BangaloreCall for Price4, 5BHKReady To Move4.4/54review0.8km fromChikka Gubbi Cross Bus StopContact Agent",
  },
  {
    "project_name": "Concorde Neo",
    "address": "Thanisandra Main Rd, Markandhaiha Nagar, RK Hegde Nagar, Bengaluru, Karnataka, 560077, is the complete address of Concorde Neo",
    "builder_info": "Concorde27YearsExperience46/A, 1st Main Road, 3rd Phase. J. P. Nagar, Bangalore, Karnataka 560 078, INTotal Projects59Projects Completed40Projects Ongoing19Explore BuilderContact Builder\nLegacies aren't built overnight. We have carefully crafted ours over a journey spanning more than two and half decades. It's a journey that has seen u...Read More\nAbout DeveloperLegacies aren't built overnight. We have carefully crafted ours over a journey spanning more than two and half decades. It's a journey that has seen us refine our artisan-ship with every milestone. With each project, we consistently integrate cutting-edge innovations, intelligent conveniences, opulent designs, and an unwavering commitment to detail, crafting living spaces that transcend expectations and deliver new benchmarks in real estate. Vision to create experiences for life. Understanding needs of new age home buyers and creating modern spaces accordingly. Identifying potential new micro markets and creating established neighbourhood. We are into development of Luxury villas, premium apartments, villa plots and commercial buildings.",
  },
  {
    "project_name": "Meenakshi High Life Towers",
    "address": "M/s Meenakshi Infrra Projects O/at Sy. No. 81/2A, 81/3B & 81/2B of Thanisandra Main Road, Rachenahall, 560045, is the complete address of High Life Towers",
    "builder_info": "MEENAKSHI INFRRA PROJECTS13YearsExperienceM/s Meenakshi Infrra Projects O/at Sy.No.81/2A, 81/3B & 81/2B of Thanisandra Main Road, RachenahalliTotal Projects1Projects Ongoing1Explore BuilderContact Builder\nM/s Meenakshi Infrra Projects is a firm created and established by veterans who have over 15 years of experience in Real Estate as well as the constru...Read More\nAbout DeveloperM/s Meenakshi Infrra Projects is a firm created and established by veterans who have over 15 years of experience in Real Estate as well as the construction arena. The accumulated expertise has helped to give exponential growth to the firm in a very short span of time and is growing rapidly to soon become the one of the leading and favored brand names in the Real Estate industry.",
  },
  {
    "project_name": "Ranka Ankura",
    "address": "The Ranka Ankura is strategically located at Ranka Ankura, Sy No. 82/2, 83/2, 84/2, Khata no. 7/83/2, 82/2, 84/2, Bellahalli Village, Thanisandra, 560077.",
    "builder_info": "Ranka Properties Private LimitedTotal Projects1Projects Ongoing1Explore BuilderContact\nAbout Developer",
  },
  {
    "project_name": "Sumadhura Epitome",
    "address": "Sumadhura Epitome is situated in the prime city of Bangalore. The full address is Sy. no. 117/2, 3, 4, 5 118/2, Rachenahalli, Thanisandra, Bengaluru, Karnataka, 560064.",
    "builder_info": "SUMADHURA HOMES LLP17YearsExperienceTotal Projects1Projects Ongoing1Explore BuilderContact Seller\nEpitomising the pinnacle of luxury living in the Indian real estate landscape for over the last three decades, Sumadhura has delivered an extraordinar...Read More\nAbout DeveloperEpitomising the pinnacle of luxury living in the Indian real estate landscape for over the last three decades, Sumadhura has delivered an extraordinary expanse of 11 million sq. ft. across the prestigious locales of Hyderabad and Bengaluru.With over 50 operating projects and a remarkable 40 million sq. ft. under development, our dedication to setting new benchmarks of sophistication ensures that the abodes we create are testament to unparalleled grandeur and exclusivity.Driven by our ability to deliver at scale, innovative design ethos, and superior execution with backward integrated construction, we have earned the trust and appreciation of our discerning clientele time after time.Yet, our commitment transcends the realms of architecture and design. Through the Sumadhura Foundation, we actively engage in enriching the fabric of society, empowering communities, and fostering positive change. With an unwavering dedication to environmental stewardship and social responsibility, we endeavour to imbue every facet of our endeavours with a profound sense of purpose and fulfilment.Step into a world of Sumadhura - where every detail is meticulously crafted to cater to the most discerning tastes, and every moment is an exquisite celebration of the extraordinary.Welcome to a lifestyle beyond compare. Welcome to Sumadhura.",
  },
  {
    "project_name": "Bhartiya City Nikoo Homes V Phase 1",
    "address": "Nikoo homes, Bhartiya city, Thanisandra Main road, Bangalore, 560077, is the complete address of Nikoo Homes V Phase 1",
    "builder_info": "Bhartiya City Developers Pvt. Ltd.15YearsExperienceTotal Projects11Projects Completed4Projects Ongoing7Explore BuilderContact Seller\nWe believe that good design makes people happy. This simple, yet humble truth wasn&rsquo;t something we learnt overnight. Rewind back to 1987. Bhartiy...Read More\nAbout DeveloperWe believe that good design makes people happy. This simple, yet humble truth wasn&rsquo;t something we learnt overnight. Rewind back to 1987. Bhartiya Group had just started designing leather apparel and accessories for the fashion conscious. A tough market to crack, it wasn&rsquo;t long before the chicest designs from our studios in Milan were being adapted by brands like Hugo Boss, Armani, Zara and Mango. From designer bags to well-cut jackets, our team had an eye for detail and a talent for beautiful design.With a newly found fashion-tycoon status, Bhartiya&rsquo;s founder, Snehdeep Aggarwal was fortunate enough to travel to the world&rsquo;s finest cities. It&rsquo;s what caught his eye on the streets of Munich, Florence and London that became the inspiration behind the Bhartiya vision. Cities where people cycled to work safely and even the common man could afford a home. This wasn&rsquo;t like life back home, but why couldn&rsquo;t it be?Conventions questioned and inspiration in hand, Snehdeep returned to India with a plan. A big plan. In fact, it was a 125-acre city plan capable of offering a whole new way of life. Bhartiya City was born. The Bhartiya team is formed of the world&rsquo;s freshest thinking urban planners and the most exclusive architects on the international scene. They include Perkins Eastman-New York, Cox-Sydney, BDP Khandekar-Amsterdam for master planning, Broadway Malayan-Singapore for residential, retail and hotels and Edifice-Mumbai for the IT Park, amongst many others.It took two decades for us to enter the world of realty, but our team comes from a solid background of design and no matter what market you&rsquo;re in, the principles of good design remain the same. Whether it&rsquo;s a flawlessly made shirt, or a house that feels just like home, we strive to create better lifestyles through exceptional design.",
  }
]